//题目：输出长春轨道交通充值信息

package 从入门到精通课后实战;

public class Third {
    public static void main(String[] args) {
        System.out.print("    长春轨道交通" + "\n"
                        +"===================================="
                        +"车站名称：东环城路"
                        +"设备编号：02390704"
                        +"票卡编号：03104890010014699002"
                        +"充值时间：2018-10-03 11：32：15"
                        +"交易前金额：19.50元"
                        +"充值金额(现金)：100.00元"
                        +"充值后金额：119.50元" + "\n");
    }
}